{"black": 77652, "bird": 115430, "with": 80503, "white": 65085, "eye": 5524, "short": 13910, "tail": 8460, "feathers": 10762, "and": 162860, "orange": 13593, "beak": 36880, "beaked": 122, "cheek": 2790, "patches": 1205, "wingbars": 3354, "this": 74266, "has": 79738, "a": 178326, "very": 8025, "colored": 3805, "bill": 29021, "overall": 331, "body": 13328, "color": 7574, "the": 30174, "most": 229, "distinctive": 368, "part": 116, "of": 10266, "is": 41179, "fat": 506, "wings": 31192, "some": 1194, "lines": 85, "scattered": 56, "throughout": 626, "dark": 6967, "grey": 20271, "brightly": 128, "blunt": 202, "thick": 1514, "superciliary": 1192, "brown": 42196, "bright": 5151, "red": 12946, "that": 19713, "are": 14491, "an": 4893, "small": 33090, "large": 9107, "belly": 34114, "beady": 153, "eyes": 5757, "curled": 19, "piece": 16, "feather": 795, "right": 46, "above": 287, "its": 18440, "medium": 4786, "sized": 3485, "pointed": 8354, "completely": 577, "on": 13866, "tip": 891, "bodied": 270, "round": 1437, "hair": 90, "curl": 4, "midsized": 20, "stubby": 584, "stretches": 5, "across": 399, "to": 3770, "cheeks": 207, "plume": 48, "protruding": 38, "from": 915, "face": 2007, "gray": 13376, "it": 2508, "also": 708, "sticking": 59, "up": 297, "crown": 19960, "blue": 9353, "in": 8772, "eyebrows": 782, "head": 18841, "curved": 3152, "feathered": 290, "crest": 494, "tuff": 3, "sort": 25, "rounded": 666, "appearance": 246, "tuft": 148, "sticks": 51, "over": 1442, "top": 1190, "front": 122, "which": 746, "line": 103, "toward": 27, "back": 7232, "neck": 5048, "long": 21664, "rings": 1858, "yellowish": 365, "abdomen": 2532, "tarsus": 3460, "feet": 6993, "web": 27, "wide": 803, "parrot": 3, "like": 415, "almost": 452, "all": 3115, "little": 2000, "down": 746, "ring": 1331, "stripe": 1578, "patch": 3221, "webbed": 1191, "eyerings": 386, "plumage": 864, "nearly": 221, "exception": 121, "superciliaries": 85, "notable": 7, "for": 995, "primaries": 2729, "spiky": 109, "eyebrow": 1696, "rest": 1529, "mostly": 2699, "breast": 20115, "malar": 429, "sautty": 1, "chest": 3269, "area": 426, "grayish": 380, "particular": 3018, "breasts": 425, "yellow": 30684, "stand": 53, "at": 896, "mainly": 197, "flat": 1353, "broad": 139, "coming": 56, "out": 264, "mouth": 72, "light": 5980, "plumes": 7, "blackish": 94, "florescent": 9, "feathery": 33, "size": 1039, "coloring": 764, "tall": 236, "erect": 11, "entirely": 285, "except": 651, "hint": 121, "vivid": 181, "fin": 7, "big": 846, "had": 226, "more": 95, "going": 144, "around": 1576, "his": 957, "he": 146, "pointy": 7409, "thin": 1673, "facial": 70, "accent": 41, "billed": 158, "hairy": 8, "wild": 9, "as": 3596, "well": 1700, "distinct": 229, "extending": 65, "forehead": 39, "prominent": 110, "past": 17, "blueeyed": 1, "throat": 9887, "tufted": 80, "pinkish": 96, "smooth": 138, "dary": 2, "funny": 14, "stripes": 1730, "dirty": 125, "wing": 4541, "unique": 196, "looking": 439, "blakc": 5, "facing": 10, "exotic": 35, "made": 42, "attract": 2, "eligible": 1, "females": 1, "pupils": 26, "resembles": 28, "one": 131, "cartoons": 1, "sleek": 143, "shiny": 447, "check": 53, "match": 47, "colorful": 2255, "resting": 14, "upon": 23, "due": 7, "single": 32, "off": 230, "then": 63, "birds": 830, "but": 913, "there": 142, "whte": 3, "mark": 51, "below": 95, "narrow": 1045, "near": 239, "base": 116, "if": 24, "curly": 4, "crazy": 11, "side": 1471, "bellied": 239, "slate": 29, "hooded": 8, "conical": 74, "just": 76, "unusual": 52, "covering": 1407, "eyering": 2743, "cool": 21, "markings": 684, "straight": 883, "vent": 613, "mohawk": 160, "solid": 470, "cream": 727, "speckled": 2885, "brownblack": 32, "mottled": 603, "comes": 28, "before": 16, "hanging": 7, "under": 648, "multiple": 140, "tones": 456, "reflective": 8, "primary": 260, "triangular": 402, "along": 1301, "sides": 943, "nape": 3991, "stunning": 19, "tiny": 1744, "puffy": 239, "features": 455, "pop": 5, "pronounced": 23, "vibrant": 297, "dull": 286, "wingbar": 556, "curls": 2, "redorange": 53, "talon": 4, "larger": 397, "set": 97, "what": 40, "appears": 127, "be": 143, "somewhat": 138, "not": 47, "weird": 19, "grayishblack": 2, "redish": 24, "orangered": 52, "purplish": 26, "iris": 12, "goofy": 9, "sports": 72, "piercing": 30, "coat": 87, "talons": 112, "underside": 396, "claws": 169, "break": 35, "musky": 1, "charcoal": 88, "surrounding": 63, "fringe": 7, "contrast": 70, "darker": 1049, "comparison": 163, "lovely": 26, "great": 36, "mohock": 2, "plum": 6, "raising": 1, "moon": 1, "shape": 89, "colors": 564, "rounder": 2, "looks": 242, "water": 471, "fowl": 67, "tarsuses": 154, "thigh": 81, "tan": 2938, "strange": 37, "shaped": 268, "spiked": 127, "offwhite": 97, "forward": 12, "covered": 628, "leading": 70, "lifted": 2, "insane": 1, "greyishblack": 9, "crushed": 1, "pinhole": 3, "stark": 79, "whtie": 48, "point": 150, "behind": 89, "between": 84, "majority": 74, "flappy": 4, "feed": 15, "shortened": 5, "snubbed": 22, "compared": 873, "relatively": 154, "peculiar": 14, "purple": 526, "mohawkshaped": 1, "feature": 35, "stands": 118, "grayishbrown": 17, "two": 603, "thats": 103, "drooping": 2, "spooky": 1, "irange": 1, "curling": 1, "retrices": 651, "strip": 152, "beautiful": 603, "unusal": 1, "feathering": 39, "intense": 10, "chrome": 3, "next": 24, "purely": 4, "allaround": 3, "sharp": 3144, "striking": 180, "wispy": 10, "adorning": 7, "stemming": 3, "hat": 5, "nose": 38, "brow": 176, "odd": 67, "standing": 141, "vertical": 38, "hwite": 12, "fully": 60, "held": 5, "together": 14, "by": 308, "webbing": 1, "smaller": 419, "than": 236, "shades": 679, "auklet": 7, "having": 143, "allblack": 22, "whole": 96, "hooked": 681, "running": 163, "randomly": 2, "arranged": 3, "where": 51, "meets": 5, "type": 29, "growths": 1, "pointing": 100, "upward": 24, "magnificent": 54, "specimen": 29, "highlight": 21, "comb": 5, "ashy": 6, "streak": 152, "pink": 1152, "separates": 5, "oblong": 10, "sky": 41, "during": 4, "restless": 1, "storm": 1, "fairly": 93, "mixed": 284, "were": 3, "starts": 18, "bulky": 18, "yellowbill": 8, "orang": 10, "orangebilled": 2, "plummage": 10, "inverted": 4, "eyewing": 2, "arching": 3, "webfooted": 13, "sits": 57, "atop": 88, "rock": 41, "multitoned": 8, "eyeing": 47, "make": 36, "dramatic": 9, "characteristics": 2, "yes": 3, "pale": 596, "blotches": 6, "underbelly": 681, "rather": 132, "hood": 33, "fringed": 13, "sturdy": 51, "uplifting": 1, "bell": 41, "combination": 55, "stout": 319, "otherwise": 67, "plumed": 15, "fluffy": 516, "smile": 2, "deep": 235, "highlighted": 29, "have": 451, "plump": 525, "lighter": 572, "shade": 159, "duck": 143, "swimming": 126, "section": 38, "dots": 171, "beaks": 15, "eyepatch": 35, "these": 28, "bills": 19, "heads": 11, "includes": 11, "abdomenal": 2, "slightly": 751, "blended": 23, "green": 6430, "coverts": 2115, "striped": 2166, "while": 710, "different": 162, "textures": 3, "rustcolored": 26, "regions": 5, "sporting": 23, "multicolored": 491, "ornately": 2, "blues": 20, "amber": 97, "interesting": 75, "reaches": 7, "1": 28, "electric": 9, "outer": 762, "distinctively": 12, "peach": 135, "strikingly": 17, "powder": 8, "beautifullycolored": 1, "ovular": 1, "shapely": 2, "bars": 826, "tipping": 3, "rump": 674, "tourquoise": 1, "topside": 41, "cram": 1, "undersidetwo": 1, "containing": 83, "gradually": 16, "fades": 84, "into": 306, "legs": 1745, "whitish": 103, "beige": 493, "brilliant": 115, "bits": 24, "leaf": 7, "branch": 143, "quite": 81, "distant": 1, "torso": 99, "rust": 231, "tropical": 16, "isnt": 1, "lower": 140, "runs": 22, "mediumgray": 4, "end": 329, "contains": 139, "bellyabdomen": 2, "secondaries": 3180, "spot": 640, "reddish": 518, "stomached": 2, "streaks": 636, "gunmetal": 2, "rectrices": 1592, "orangey": 5, "hints": 143, "increases": 1, "intensity": 3, "meet": 4, "lined": 22, "good": 12, "copper": 66, "curiously": 2, "sitting": 110, "azure": 5, "uppertail": 61, "roufous": 1, "heavy": 33, "beck": 129, "thru": 23, "scruffy": 8, "rough": 15, "bluetanwhite": 1, "flecks": 91, "headed": 146, "attentive": 2, "posture": 6, "mix": 167, "gold": 233, "turquoise": 104, "lack": 22, "multi": 206, "tree": 129, "vibrantly": 22, "golden": 318, "strips": 101, "bordering": 4, "tipped": 489, "royal": 55, "eyecatching": 13, "various": 131, "stomach": 387, "bands": 40, "orangeandcream": 1, "rainbow": 12, "speckles": 503, "proportional": 90, "covert": 326, "avian": 37, "teal": 176, "coffee": 30, "yet": 77, "orangish": 37, "touch": 68, "fellow": 25, "yellowtan": 4, "mask": 190, "eyebrown": 17, "supercilary": 20, "winglets": 55, "dorsal": 53, "shortbilled": 4, "tinge": 30, "creamy": 59, "supercillary": 112, "sweet": 2, "primarily": 383, "splotched": 12, "ball": 11, "beek": 58, "breasted": 331, "work": 1, "whose": 59, "fan": 14, "tale": 30, "whitegrey": 26, "bit": 145, "aqua": 23, "shaded": 60, "smoky": 20, "chested": 44, "skinny": 1013, "secondary": 214, "canters": 1, "thorat": 4, "tellow": 2, "accents": 388, "baby": 32, "wnd": 1, "upper": 325, "bar": 181, "headblue": 1, "slender": 426, "accented": 47, "bronze": 27, "reddishbrown": 57, "adorned": 5, "triangle": 39, "2": 55, "parts": 39, "rear": 13, "bottom": 268, "half": 140, "rusty": 76, "delightful": 1, "silver": 258, "undertone": 9, "slim": 120, "undertail": 338, "guy": 25, "bresat": 3, "blueish": 55, "assortment": 6, "brownishred": 11, "spots": 2335, "many": 95, "stripped": 119, "lite": 1, "marking": 147, "curves": 582, "downwards": 397, "normal": 45, "orangishbrown": 4, "form": 10, "gradient": 29, "streaked": 121, "tips": 845, "heada": 4, "throatand": 4, "underbody": 29, "blueheaded": 1, "russet": 43, "blueishgray": 6, "or": 137, "s": 31, "open": 74, "relative": 131, "separated": 12, "stumpy": 38, "lighteyed": 1, "twotone": 4, "same": 83, "mingled": 11, "bluegray": 29, "exceptional": 2, "separate": 2, "visibly": 2, "greenish": 361, "poitned": 20, "downward": 703, "average": 161, "roundish": 38, "perieye": 2, "crooked": 24, "chin": 100, "smallgreenish": 1, "seal": 2, "full": 93, "guards": 18, "foot": 210, "goldenbrown": 7, "crownand": 7, "thisis": 4, "throatpatch": 2, "greenyellow": 14, "flank": 490, "sparrowlike": 33, "notched": 5, "patterned": 193, "brownish": 458, "predominately": 93, "ellie": 1, "lime": 104, "soft": 171, "fuzzy": 79, "oddlooking": 8, "graycolored": 2, "modest": 7, "yellowbrown": 31, "greay": 6, "greens": 20, "wi": 10, "whith": 1, "lightgreen": 2, "tint": 94, "bellow": 49, "tarsals": 175, "coloration": 181, "supercilliary": 79, "greenishyellow": 23, "olive": 160, "tints": 19, "tinted": 57, "beneath": 24, "averaged": 7, "variations": 17, "each": 52, "dainty": 8, "pretty": 121, "pastel": 18, "colorations": 4, "blacks": 35, "whites": 19, "camo": 4, "browns": 80, "towards": 62, "greyish": 241, "sidebars": 5, "them": 175, "being": 179, "eyed": 33, "ass": 2, "surrounded": 48, "capped": 8, "specks": 164, "whiteblue": 3, "lining": 14, "toes": 25, "three": 30, "splits": 2, "yellowing": 8, "foul": 9, "salt": 5, "pepper": 5, "look": 123, "surrounds": 3, "extends": 74, "segment": 2, "lightyellow": 4, "stern": 4, "disposition": 7, "grays": 23, "circle": 74, "rimmed": 16, "tailfeathers": 88, "undersided": 2, "bil": 119, "both": 90, "bod": 4, "yellows": 9, "tummy": 10, "i": 27, "see": 24, "rotund": 215, "smallish": 50, "petite": 132, "win": 1, "however": 24, "brushed": 2, "greybrown": 49, "opened": 9, "perky": 6, "bely": 35, "here": 24, "hasa": 13, "lemon": 12, "muted": 52, "dominate": 3, "larsus": 63, "stature": 30, "billand": 9, "cheekpatch": 83, "steel": 18, "hue": 54, "length": 273, "wit": 29, "ha": 26, "brownishgreen": 5, "neon": 54, "yellowgreen": 80, "throatbelly": 3, "compare": 15, "muddy": 10, "whit": 54, "band": 138, "mustard": 30, "blend": 95, "cylindrical": 14, "hues": 80, "nearing": 1, "fur": 85, "lightbrown": 20, "greyyellow": 8, "faint": 42, "whitesh": 1, "proportion": 76, "eating": 15, "worm": 4, "creme": 7, "collared": 2, "through": 196, "mixture": 198, "perching": 81, "greengrey": 5, "bigger": 72, "comically": 5, "swept": 45, "dominantly": 6, "abstract": 6, "spotted": 2492, "tapering": 25, "daggershaped": 11, "relation": 37, "crested": 85, "wingspand": 3, "huge": 107, "hodge": 1, "podge": 1, "pure": 110, "checkered": 41, "necklace": 18, "curious": 12, "photograph": 2, "polkadotted": 2, "way": 87, "extremely": 179, "spike": 14, "formallooking": 1, "bow": 1, "tie": 1, "pattern": 386, "really": 127, "longer": 200, "awkward": 7, "flying": 126, "intricate": 19, "rigid": 10, "dotted": 80, "cill": 2, "lot": 45, "widewinged": 2, "longbilled": 12, "blacktipped": 37, "winds": 14, "proportionally": 20, "splotchy": 8, "equal": 4, "displays": 18, "because": 19, "few": 109, "uniquely": 26, "elongated": 135, "entire": 254, "detail": 17, "expanded": 2, "designs": 7, "ends": 80, "majestic": 30, "span": 205, "may": 6, "woodpecker": 38, "extra": 32, "complex": 8, "notably": 4, "contrasted": 26, "topped": 32, "superciiary": 1, "blak": 2, "scheme": 25, "consists": 13, "horizontally": 11, "splotches": 30, "kingfisher": 6, "inappropriate": 1, "jet": 180, "wingspan": 493, "scissor": 2, "billbeak": 3, "interchanging": 1, "patterns": 108, "extended": 31, "surepciliary": 1, "tailed": 23, "mottling": 38, "striping": 98, "clawed": 6, "variation": 7, "away": 5, "symmetrical": 4, "fishing": 18, "perhaps": 2, "stump": 1, "haired": 5, "alternatively": 1, "blackwhite": 27, "wite": 9, "smallbodied": 2, "too": 58, "tufts": 25, "amount": 35, "patchy": 14, "comprised": 16, "log": 11, "thing": 44, "heavily": 6, "spotty": 7, "oversized": 50, "greywhite": 25, "alternating": 46, "furrowed": 2, "specked": 35, "much": 42, "details": 39, "reticule": 6, "frisky": 1, "hairwith": 3, "bedhead": 1, "when": 145, "followed": 12, "pied": 1, "found": 11, "widely": 6, "distributed": 1, "africa": 1, "asia": 1, "habit": 1, "hovering": 1, "clear": 9, "lakes": 1, "rivers": 1, "diving": 4, "fish": 34, "makes": 29, "crescent": 10, "points": 60, "barred": 33, "eyestripe": 25, "knifelike": 3, "ruffled": 138, "created": 2, "was": 15, "stick": 34, "angular": 25, "ringed": 13, "whitespotted": 6, "allwhite": 8, "chestnut": 28, "matches": 37, "varying": 101, "relations": 1, "elongaed": 1, "tails": 36, "nap": 29, "mediumlength": 54, "heater": 1, "her": 7, "wingspans": 16, "browngrey": 19, "whitebellied": 20, "grown": 30, "inner": 507, "fair": 6, "bold": 28, "agrey": 2, "picture": 18, "wideset": 1, "brownishgray": 17, "circular": 29, "tab": 4, "toned": 69, "ebelly": 2, "converts": 23, "camouflaged": 35, "mediumtodark": 1, "snow": 69, "stubbed": 3, "retricies": 47, "peachwhite": 1, "similar": 26, "retricles": 24, "grows": 1, "whiter": 7, "outter": 4, "shart": 1, "split": 27, "undertails": 1, "wth": 6, "reddishorange": 23, "ventral": 91, "overlay": 1, "placed": 3, "close": 24, "quick": 3, "even": 67, "iwth": 24, "appendages": 18, "plane": 1, "airplane": 1, "roughly": 3, "times": 5, "beast": 14, "wire": 11, "featheredbird": 2, "edge": 30, "cobalt": 11, "v": 25, "bellyy": 1, "against": 55, "delicate": 18, "closely": 3, "iridescent": 300, "including": 198, "probably": 6, "juvenile": 1, "largely": 16, "mediumsized": 243, "separating": 14, "brouwn": 1, "perches": 5, "branches": 12, "criss": 1, "cross": 3, "bland": 30, "everywhere": 63, "else": 53, "chocolatebrown": 1, "cap": 99, "headshort": 1, "beakwhite": 5, "perched": 65, "middle": 52, "addition": 13, "immensely": 2, "tucked": 8, "winged": 108, "underrated": 3, "softer": 3, "appear": 38, "birth": 24, "wrapping": 3, "browndark": 2, "backwith": 4, "brownbreast": 1, "collar": 73, "avery": 2, "predominantly": 201, "sandy": 39, "about": 68, "3": 6, "darkest": 2, "bray": 5, "tank": 1, "cute": 55, "tailfeather": 22, "chippy": 1, "rectrice": 75, "supercilarycheekpatch": 1, "brows": 28, "outlined": 25, "tine": 2, "show": 6, "chubby": 130, "blac": 7, "meringue": 5, "yelllow": 2, "alternates": 1, "backside": 50, "several": 50, "bellyflankand": 1, "batch": 5, "canary": 7, "bring": 3, "areyellow": 1, "squat": 71, "foots": 1, "safetyyellow": 1, "fading": 65, "whitestriped": 4, "elsewhere": 41, "sharply": 63, "crossing": 3, "limb": 16, "vey": 3, "birdand": 1, "silvery": 34, "roound": 1, "upwards": 26, "leaves": 16, "olivebrown": 1, "pile": 2, "squatblack": 1, "faced": 10, "minuscule": 6, "yellowbrownish": 1, "brightyellow": 1, "darkyellow": 3, "fanned": 40, "brilliantly": 16, "level": 1, "blending": 15, "swatch": 14, "facemaske": 1, "done": 2, "masklike": 5, "stretching": 8, "coating": 6, "areas": 48, "contrasting": 49, "flanks": 102, "thighs": 239, "greenishgray": 17, "aftereffects": 1, "visible": 30, "raccoon": 2, "yellowbreasted": 11, "covets": 27, "twotoned": 17, "friendly": 2, "shading": 23, "wears": 5, "adorable": 5, "greatly": 3, "contrasts": 27, "thr": 1, "pass": 1, "supercallirary": 1, "this\ufffd\ufffdbird\ufffd\ufffdhas\ufffd\ufffda\ufffd\ufffdgreenish\ufffd\ufffdtaupe\ufffd\ufffdbody\ufffd\ufffdblack\ufffd\ufffdcheek\ufffd\ufffdpatch\ufffd\ufffdwhite\ufffd\ufffdeyebrows\ufffd\ufffdand\ufffd\ufffda\ufffd\ufffdyellow\ufffd\ufffdthroat": 1, "sround": 1, "cover": 31, "plant": 7, "bight": 4, "bid": 56, "centric": 1, "border": 5, "yellowishgray": 6, "subdued": 5, "circles": 42, "ofcblack": 1, "blackness": 2, "range": 11, "desaturated": 2, "this\ufffd\ufffdbird\ufffd\ufffdhas\ufffd\ufffda\ufffd\ufffdyellow\ufffd\ufffdbreast\ufffd\ufffdtaupe\ufffd\ufffdbelly\ufffd\ufffdand\ufffd\ufffdwings\ufffd\ufffda\ufffd\ufffdlarge\ufffd\ufffdblack\ufffd\ufffdcheek\ufffd\ufffdpatch\ufffd\ufffdand\ufffd\ufffdwhite\ufffd\ufffdeyebrows": 1, "yelow": 10, "yelloow": 2, "goes": 40, "breastdarker": 3, "backits": 2, "yelly": 1, "striationsnon": 1, "nack": 6, "bandit": 3, "abundant": 1, "midsize": 21, "clay": 3, "throut": 2, "polka": 35, "dot": 57, "aquatic": 131, "swims": 19, "blackandwhite": 19, "detailed": 16, "waterbird": 56, "leaving": 6, "whitefeathered": 6, "floating": 12, "hang": 1, "tight": 2, "blackwhitegraytwo": 1, "bluewith": 1, "places": 3, "interspersed": 14, "treads": 1, "sparse": 8, "seemingly": 9, "downy": 34, "silky": 23, "marked": 11, "graybrown": 40, "matching": 64, "crowned": 72, "such": 20, "broadside": 1, "portion": 59, "regularly": 22, "grew": 10, "dullcolored": 2, "curvy": 17, "layers": 12, "appearing": 19, "bald": 6, "tapers": 13, "will": 11, "definitely": 1, "catch": 3, "your": 7, "striations": 8, "blends": 71, "amazing": 10, "turns": 44, "trails": 2, "mid": 36, "cone": 6, "necked": 42, "thorax": 1, "coveting": 1, "lost": 1, "cut": 5, "appendage": 1, "mallard": 6, "zebralike": 1, "waterfowl": 42, "mediumlarge": 11, "ling": 6, "changes": 13, "adept": 1, "e": 4, "powerful": 15, "bites": 1, "snake": 1, "prey": 3, "bloodshot": 2, "retrice": 60, "wading": 2, "ticking": 5, "highlights": 112, "defined": 20, "swan": 3, "calm": 1, "lake": 5, "maroon": 41, "seems": 53, "suited": 2, "spottedlike": 1, "how": 4, "does": 21, "flares": 2, "waterdwelling": 2, "thicker": 6, "waterbased": 1, "aside": 77, "spread": 37, "apart": 14, "longnecked": 17, "birdsbelly": 1, "shocking": 1, "pin": 8, "boack": 1, "hummingbird": 32, "speckledcolorful": 1, "shine": 11, "needle": 102, "flutters": 1, "feeder": 8, "shimmering": 20, "humming": 15, "wingtips": 105, "lightening": 2, "remarkably": 5, "total": 5, "glossy": 74, "metallic": 111, "ruby": 33, "needleshaped": 2, "bushy": 16, "emerald": 35, "tubular": 5, "ink": 4, "throatcrown": 2, "grayblack": 19, "fuchsia": 5, "yellowishgreen": 17, "hot": 2, "fluorescent": 20, "block": 8, "path": 7, "mutliple": 1, "anbd": 1, "spreadspectrum": 1, "combined": 11, "plus": 10, "wine": 1, "pearl": 7, "whiteish": 14, "complete": 20, "shimmery": 8, "molar": 31, "scaly": 10, "multicolor": 16, "magenta": 7, "significant": 7, "pronouncedly": 1, "strike": 2, "fast": 15, "beating": 2, "midflight": 2, "taupe": 96, "this\ufffd\ufffdsmall\ufffd\ufffdbird\ufffd\ufffdhas\ufffd\ufffda\ufffd\ufffdtaupe\ufffd\ufffdbody\ufffd\ufffdand\ufffd\ufffda\ufffd\ufffdmagenta\ufffd\ufffdhead": 1, "sequence": 1, "other": 66, "neutral": 36, "ad": 17, "outside": 11, "sucking": 2, "flower": 3, "circling": 6, "graygreen": 4, "forked": 33, "flight": 73, "moss": 1, "ranging": 20, "violet": 21, "spectrum": 6, "needlelike": 29, "bluish": 118, "flecked": 82, "irridescent": 9, "pinks": 2, "oranges": 11, "crowbars": 1, "malaria": 5, "frosted": 1, "young": 23, "smallsized": 1, "emeraldgreen": 1, "sharplypointed": 3, "purplepink": 1, "dappled": 13, "multishade": 1, "gorgeous": 32, "opalescent": 4, "greenishblue": 3, "following": 2, "primariessecondaries": 3, "speckeld": 2, "eand": 2, "ears": 2, "fuscia": 2, "grayishgreen": 4, "handsome": 8, "velvety": 4, "crimson": 28, "dove": 8, "read": 67, "b": 2, "reast": 1, "eccentric": 2, "primariesboth": 1, "whereas": 4, "brownishgrey": 12, "olivegray": 2, "metalliclooking": 2, "ot": 1, "jewel": 3, "greywith": 3, "ivory": 44, "bodys": 13, "fuschia": 1, "fail": 1, "throated": 17, "greyis": 1, "coral": 20, "proportionate": 43, "feathersgreen": 1, "faded": 28, "variegated": 52, "tinges": 17, "chocolate": 14, "abdoment": 6, "tucted": 1, "shimmer": 8, "super": 18, "browinish": 1, "curving": 64, "leads": 23, "fierce": 11, "bench": 2, "tartus": 5, "old": 5, "pudgy": 102, "basically": 9, "perfect": 6, "background": 14, "crow": 49, "steelblue": 3, "bluishgray": 7, "put": 3, "bellybreast": 12, "withe": 18, "slight": 149, "laterally": 1, "symmetrically": 1, "orangepeach": 2, "sparrow": 87, "undersides": 12, "witha": 17, "gay": 4, "jas": 2, "earthtoened": 2, "bead": 14, "silvergray": 5, "snub": 5, "stocky": 45, "silverywhite": 1, "whie": 6, "shirt": 17, "who": 27, "squatty": 14, "withwhite": 15, "abruptly": 4, "rufous": 18, "parched": 1, "distance": 11, "underneath": 111, "mane": 5, "headwhite": 2, "brest": 15, "fine": 18, "frontal": 1, "left": 6, "you": 15, "can": 33, "finch": 16, "bored": 2, "furry": 36, "supported": 4, "boasting": 6, "lavender": 6, "lightcolored": 23, "buff": 29, "recticles": 35, "road": 4, "semicircle": 2, "bodyand": 2, "abdomin": 2, "andor": 1, "mediumgrey": 1, "lightgrey": 4, "pearly": 3, "salmoncolored": 1, "possesses": 7, "extend": 10, "tarsi": 99, "sm": 2, "headneck": 6, "glank": 1, "center": 23, "surprisingly": 3, "no": 111, "darkcolored": 10, "yields": 1, "billthe": 2, "puffed": 44, "complexion": 3, "bleeds": 5, "compliment": 9, "se": 1, "punctuated": 7, "nd": 60, "widespread": 6, "evenly": 7, "proportioned": 8, "riddled": 1, "greys": 8, "brast": 3, "highlighting": 9, "roots": 4, "menacing": 3, "extraordinary": 1, "serious": 3, "gird": 7, "auburn": 23, "lots": 33, "tand": 7, "proportionately": 8, "gives": 25, "would": 7, "camouflage": 37, "flesh": 18, "fevers": 1, "ground": 36, "darkbrown": 8, "drab": 29, "spotting": 42, "holding": 12, "corn": 3, "seed": 4, "kernal": 1, "camera": 5, "kind": 16, "streaking": 10, "rectices": 41, "bodywingsand": 1, "greyishbrown": 19, "crownnape": 3, "billan": 1, "clack": 4, "curve": 104, "rich": 38, "beat": 14, "filled": 6, "adorns": 4, "strong": 105, "seem": 11, "spaced": 1, "farther": 3, "moves": 2, "mildly": 3, "noticeable": 24, "creamcolored": 45, "yelloworange": 58, "fawn": 6, "midlength": 6, "speckling": 40, "arrowpoints": 1, "backwards": 4, "deather": 1, "matted": 2, "describe": 2, "mediumsmall": 1, "orangebrown": 57, "continues": 19, "moderately": 10, "tinged": 36, "pupil": 22, "brownorange": 11, "dusty": 31, "yellowringed": 1, "darkgrey": 3, "headbrown": 1, "own": 7, "lon": 2, "helping": 1, "high": 26, "perch": 5, "help": 6, "mesmerizing": 3, "tilts": 2, "mahogany": 4, "warm": 16, "chair": 1, "arched": 12, "lengthy": 12, "hunched": 1, "rectricles": 45, "dashes": 10, "lanky": 3, "downcurved": 8, "backed": 32, "compact": 31, "singing": 6, "self": 2, "fade": 21, "thie": 5, "browngold": 2, "beginning": 12, "stunted": 1, "partially": 18, "edges": 102, "bike": 1, "ringsorange": 1, "legsand": 7, "lare": 1, "dotting": 3, "specs": 26, "tough": 1, "tiger": 10, "stripelike": 1, "nails": 9, "upstanding": 2, "smear": 1, "sorrounding": 1, "present": 14, "spikey": 15, "cammoflage": 1, "fullbreasted": 1, "marks": 31, "pots": 3, "orangeyellowish": 2, "tricolored": 17, "splash": 39, "oval": 42, "boron": 1, "stouts": 1, "abdomenthe": 1, "supercillaries": 3, "twig": 15, "nice": 36, "shaggy": 14, "only": 58, "greyspotted": 1, "familiarizes": 1, "simple": 8, "shadow": 5, "distinguishing": 6, "character": 2, "plimage": 1, "tone": 48, "blotched": 2, "whiteandbrown": 4, "swath": 2, "brownandwhite": 6, "stock": 2, "tanwhite": 4, "brindled": 1, "tans": 6, "framed": 3, "bellt": 9, "earth": 7, "obtuse": 1, "arrow": 3, "outlining": 7, "tailand": 3, "bluegrey": 32, "shite": 4, "ascents": 1, "orangewhite": 4, "bed": 2, "birdbath": 1, "vshaped": 5, "attached": 19, "rectises": 1, "could": 5, "another": 10, "superlong": 1, "giant": 24, "flies": 8, "air": 30, "double": 13, "sided": 4, "tremendously": 1, "weak": 2, "coloed": 1, "least": 4, "twice": 10, "town": 4, "slowly": 7, "unusually": 17, "wig": 2, "yellowbodied": 1, "exceptionally": 11, "reticles": 12, "yellowbelly": 9, "tailtip": 9, "borwn": 7, "apricot": 1, "longtailed": 11, "crownbreast": 3, "meat": 1, "move": 5, "blacked": 4, "sprouted": 1, "posing": 1, "adn": 9, "barbed": 3, "ahead": 9, "dirt": 6, "karsus": 2, "shot": 6, "whitebreasted": 14, "extraordinarily": 1, "stiped": 4, "thought": 1, "rose": 19, "stipe": 9, "elegant": 11, "sweeping": 6, "birdwith": 5, "hook": 75, "breaste": 2, "rail": 4, "mauve": 5, "arm": 1, "paradise": 2, "immense": 1, "remaining": 18, "whitecovering": 1, "blood": 24, "feat": 18, "sizes": 4, "covers": 39, "blacktopped": 3, "ending": 23, "chick": 6, "hatchling": 1, "am": 3, "aa": 4, "footed": 18, "besides": 19, "expansive": 20, "additionally": 25, "though": 21, "contract": 2, "comprises": 5, "broken": 11, "legsfeet": 2, "skull": 8, "forkshaped": 1, "sea": 51, "tops": 14, "we": 7, "substantial": 4, "minnow": 1, "clasped": 2, "him": 25, "blackc": 1, "rown": 4, "shore": 23, "rocks": 8, "coollooking": 1, "resembling": 6, "crownred": 3, "stone": 6, "slab": 1, "shortlegged": 2, "tari": 2, "actually": 4, "shining": 5, "monochromatic": 6, "bellythe": 7, "seabird": 29, "chunky": 42, "fluffly": 5, "although": 12, "hea": 1, "colour": 3, "cast": 6, "creature": 15, "paddle": 2, "premaries": 2, "bdy": 3, "twotailed": 1, "lets": 2, "inversev": 2, "feel": 11, "group": 5, "wearing": 9, "helmet": 6, "tern": 9, "slick": 17, "taurus": 2, "feeat": 1, "10": 2, "inches": 12, "spn": 1, "widening": 1, "distally": 2, "oversize": 2, "falls": 1, "disproportionately": 9, "transitions": 26, "windbags": 2, "horse": 1, "enormous": 18, "bluealfalfa": 1, "disproportionally": 1, "grayishblue": 7, "daggerlike": 2, "knot": 2, "bicolored": 7, "abnormally": 10, "navy": 51, "burnt": 47, "shovel": 1, "dividing": 1, "blackbrown": 17, "this\ufffd\ufffdsmall\ufffd\ufffdbird\ufffd\ufffdhas\ufffd\ufffda\ufffd\ufffdblack\ufffd\ufffdhead\ufffd\ufffdwhite\ufffd\ufffdpatch\ufffd\ufffdunderneath\ufffd\ufffdits\ufffd\ufffdhead\ufffd\ufffda\ufffd\ufffddark\ufffd\ufffdbrown\ufffd\ufffdbreast\ufffd\ufffdand\ufffd\ufffdbrown\ufffd\ufffdbelly\ufffd\ufffddark\ufffd\ufffdgrey\ufffd\ufffdwings\ufffd\ufffdand\ufffd\ufffda\ufffd\ufffdlarge\ufffd\ufffdbill": 1, "useful": 3, "catching": 18, "steal": 2, "lone": 2, "dimensions": 1, "blur": 5, "flurry": 1, "ornate": 14, "spikedlike": 1, "fiery": 6, "raised": 34, "frayed": 3, "gape": 1, "bear": 5, "abrown": 4, "redbrown": 35, "massive": 34, "fluffed": 7, "cape": 12, "once": 1, "again": 4, "turning": 21, "mohawked": 2, "throad": 2, "olarge": 1, "bizarre": 3, "pecking": 6, "frilled": 8, "awkwardly": 5, "frilly": 4, "whiten": 1, "neckring": 3, "bluishgreen": 3, "burgundy": 16, "offsetting": 3, "messy": 8, "orangeish": 13, "might": 3, "wood": 19, "pecker": 3, "protrude": 5, "wingsrectrices": 1, "pill": 3, "drilling": 1, "solitary": 1, "corner": 5, "redlike": 1, "punk": 2, "style": 6, "80s": 1, "particularly": 9, "hearty": 2, "swoop": 1, "mo": 2, "hawk": 8, "swooped": 4, "posterior": 14, "hairdo": 1, "brick": 9, "vest": 2, "breastedwhite": 1, "wingsand": 12, "whitespeckled": 2, "trim": 22, "ruff": 3, "spikes": 10, "juts": 5, "ash": 12, "corvets": 6, "orangeyellow": 25, "so": 24, "greenbrown": 8, "greenishgrey": 7, "blaze": 13, "dead": 4, "greygreen": 12, "midsection": 6, "pair": 23, "possessing": 12, "portly": 9, "forest": 22, "cheetah": 8, "print": 5, "search": 1, "partner": 1, "sepia": 2, "sprinkled": 4, "largeeyed": 1, "patter": 11, "greenishbrown": 5, "upturned": 13, "pointedwith": 8, "tial": 3, "topline": 1, "wingsback": 2, "tarus": 16, "spaecks": 1, "statured": 1, "accompanied": 12, "spottd": 1, "tarsuslarge": 1, "clearly": 8, "natural": 10, "brwn": 3, "belyl": 2, "lateral": 4, "blown": 3, "modestly": 4, "eyerung": 1, "either": 9, "ovenbird": 1, "olivegreen": 3, "blackandorange": 1, "surprised": 1, "expression": 2, "bottle": 2, "stays": 3, "cocks": 1, "speckle": 15, "tawny": 12, "featuring": 27, "shock": 2, "food": 10, "teeth": 1, "textured": 12, "beka": 2, "lightpink": 1, "aspect": 1, "whitegray": 11, "legged": 20, "suitable": 7, "seeds": 5, "unicolor": 2, "yellowblack": 20, "fal": 1, "fatlooking": 1, "lead": 4, "khaki": 13, "series": 2, "iss": 1, "perfectly": 7, "bobolink": 1, "songbird": 22, "easily": 12, "recognized": 2, "peak": 26, "baige": 1, "anteriorly": 2, "heded": 1, "wiry": 3, "whitestreaked": 1, "fraille": 1, "flared": 6, "pointex": 1, "brush": 6, "yellownape": 1, "filters": 1, "shows": 11, "actual": 1, "heights": 1, "go": 27, "ragged": 3, "blond": 1, "shoulders": 24, "nope": 9, "skunk": 4, "turn": 7, "ans": 16, "turned": 32, "blackand": 5, "poofy": 8, "bodies": 6, "mostlyblack": 1, "bape": 1, "splashes": 19, "greenery": 1, "blurry": 2, "calls": 2, "mate": 1, "napeand": 2, "straw": 5, "trimming": 6, "gey": 13, "alson": 1, "orangecream": 1, "taller": 5, "name": 4, "partly": 6, "identifier": 1, "easy": 8, "pnted": 1, "marbling": 2, "birs": 4, "dual": 3, "dome": 6, "skunklike": 2, "patched": 20, "feetwhite": 2, "backblack": 6, "main": 20, "shortbeaked": 8, "whitetipped": 6, "ugly": 8, "unremarkable": 7, "peppered": 13, "thinbrown": 1, "vrown": 2, "allover": 15, "tanandbrown": 1, "marbled": 7, "bellly": 5, "puddle": 1, "give": 15, "multishaded": 4, "eyeling": 2, "eblly": 4, "rockgrey": 1, "content": 4, "pae": 1, "crownbeige": 1, "wellinsulated": 1, "brownishblack": 5, "lightly": 27, "undertones": 36, "backand": 8, "truly": 4, "save": 22, "tancolored": 5, "thanks": 1, "greensplotched": 1, "helps": 4, "environment": 27, "low": 15, "flexible": 3, "equally": 8, "yellowgray": 10, "pipits": 1, "blackeyed": 5, "supporting": 2, "awaits": 1, "yellowishbrown": 5, "smal": 21, "lbird": 6, "better": 4, "melar": 2, "bodybrown": 1, "eyeball": 1, "nest": 2, "invisible": 3, "longlegged": 10, "loving": 6, "pouch": 12, "scalloped": 1, "closest": 2, "mass": 5, "coarse": 19, "bluegreenish": 1, "whiskers": 15, "caking": 4, "whiteyellow": 7, "bue": 1, "throatbeak": 1, "yellowishgolden": 1, "wattle": 4, "oddly": 18, "windspan": 2, "touches": 32, "blck": 15, "darkly": 9, "pitch": 18, "streamlined": 17, "starting": 25, "fluff": 7, "wider": 9, "ducklike": 8, "darkgray": 7, "necka": 1, "inky": 8, "sshaped": 3, "enchanting": 3, "deepblueeyed": 1, "dabs": 1, "hookedtip": 1, "distinctlooking": 1, "averagely": 2, "cormorant": 2, "pacific": 1, "coast": 1, "brandts": 1, "marine": 2, "environments": 2, "blunted": 11, "peaking": 4, "proof": 1, "feeds": 2, "waterbound": 3, "curvedwith": 4, "featured": 5, "longs": 6, "n": 15, "protrudes": 7, "scooped": 2, "mediums": 4, "floats": 6, "surface": 3, "malor": 3, "forming": 3, "lean": 12, "hairs": 8, "graceful": 18, "master": 1, "whiskerlike": 1, "expect": 2, "spreading": 4, "dry": 1, "longbeaked": 11, "angled": 15, "beack": 16, "bornw": 5, "beakpinkish": 1, "yellowgrey": 10, "yellowcolored": 1, "brighter": 21, "portions": 16, "patchyellow": 1, "encircled": 5, "yellowflair": 1, "thus": 8, "itschest": 1, "yellw": 2, "fleshpink": 1, "fit": 5, "adults": 2, "hand": 24, "beautifully": 18, "greenishyellowish": 1, "racoon": 2, "underpart": 2, "sideburns": 3, "downside": 2, "eyeline": 16, "blackcheek": 1, "patsches": 1, "bubbled": 1, "greengray": 2, "creating": 6, "apparent": 2, "predominant": 13, "yell": 3, "after": 2, "hooks": 16, "blackandyellow": 1, "curvedbeak": 1, "speaks": 1, "sit": 5, "orangegrey": 3, "eyllow": 3, "been": 6, "song": 6, "cheery": 1, "darkening": 3, "partial": 7, "creast": 1, "species": 5, "blackgrey": 9, "yellownapebreast": 1, "blush": 3, "yellowbellied": 12, "fatter": 6, "neckchest": 1, "harboring": 1, "region": 47, "located": 16, "silverbill": 1, "re": 5, "triceps": 1, "bak": 3, "blandly": 1, "blakish": 1, "impressive": 17, "unspotted": 1, "wingbands": 12, "consist": 6, "feathersthe": 1, "guard": 10, "stop": 2, "towns": 3, "spreaded": 10, "smokey": 6, "cocoa": 8, "describes": 2, "beakgray": 1, "gull": 37, "swift": 5, "breastbelly": 10, "abdominal": 5, "thaty": 1, "2liter": 1, "soda": 1, "sharped": 4, "grayscale": 1, "relativity": 1, "delineation": 1, "blackishgrey": 3, "downwardcurved": 26, "excepting": 3, "spanned": 5, "barely": 14, "streamline": 2, "dwelling": 8, "downwardpointed": 4, "poised": 3, "wingspann": 1, "design": 24, "consisting": 21, "downwardturned": 1, "this\ufffd\ufffdbird\ufffd\ufffdhas\ufffd\ufffda\ufffd\ufffdblack\ufffd\ufffdbody\ufffd\ufffdwith\ufffd\ufffdgrey\ufffd\ufffdfeathers\ufffd\ufffdon\ufffd\ufffdthe\ufffd\ufffdbottom\ufffd\ufffdhalf\ufffd\ufffdof\ufffd\ufffdthe\ufffd\ufffdwings": 1, "until": 12, "abdomenand": 3, "sharpbeaked": 5, "whitebeige": 1, "blaack": 1, "moderate": 8, "smoke": 6, "stalky": 1, "bulb": 2, "secondarines": 2, "expnasive": 1, "brwon": 5, "pieces": 2, "scecondaries": 1, "greyscale": 2, "triangleshaped": 2, "squared": 7, "rugged": 10, "joint": 1, "spark": 2, "grye": 1, "mandible": 12, "got": 6, "bea": 1, "hits": 6, "still": 5, "monotone": 2, "aerodynamic": 3, "sight": 2, "blackfeet": 2, "wtih": 5, "bicolor": 2, "cracking": 2, "wingers": 3, "tarsas": 3, "combed": 2, "eyeriing": 1, "layer": 4, "throatbreast": 5, "bark": 35, "figure": 5, "exterior": 18, "soot": 1, "blacktrimmed": 4, "sienna": 3, "elaborate": 6, "varied": 6, "hued": 16, "vividly": 35, "palate": 2, "sleeklooking": 1, "attractive": 15, "eyemark": 1, "ranges": 8, "patchand": 1, "hello": 3, "taupecolored": 3, "tailgaters": 1, "yellowtipped": 10, "throa": 1, "yello": 9, "lw": 1, "fanshaped": 3, "fiercelooking": 1, "tangray": 1, "generally": 27, "beauty": 7, "shadows": 3, "poll": 1, "topknot": 2, "dustyred": 1, "fathers": 3, "dash": 9, "flashes": 6, "mow": 2, "progressive": 1, "eyeringsupercillary": 1, "mulitcolored": 1, "outward": 8, "regal": 11, "helmetlike": 1, "slicked": 2, "fullbodied": 1, "cured": 3, "redcolored": 3, "concave": 1, "severe": 1, "grayblue": 6, "balc": 1, "special": 2, "uniform": 17, "cant": 3, "notice": 3, "sicks": 1, "greycolor": 1, "butt": 10, "sloped": 16, "varies": 4, "creat": 1, "bulbous": 8, "ablaze": 2, "subcilliary": 1, "sand": 28, "rectories": 2, "georgous": 2, "slashes": 3, "dynamic": 3, "vents": 12, "greyred": 1, "tailtips": 2, "complement": 1, "eyelings": 7, "matte": 3, "plumaged": 3, "designed": 6, "positioned": 2, "feathersbody": 1, "skies": 1, "blackcrowned": 1, "decent": 8, "redorganish": 1, "longwinged": 4, "blacklegged": 1, "greyblack": 19, "u": 4, "rectricle": 2, "further": 8, "take": 5, "andwhite": 1, "reg": 1, "impressively": 1, "wingsbelly": 1, "anda": 2, "scarlet": 33, "longish": 19, "minus": 5, "birght": 4, "add": 4, "flavor": 1, "distictive": 2, "boasts": 3, "soaring": 11, "making": 16, "albatross": 12, "ther": 1, "eis": 1, "targuses": 1, "origami": 1, "distinctly": 16, "jetblack": 7, "coastal": 6, "distinguished": 5, "purewhite": 1, "bat": 1, "bodyfeathers": 1, "tether": 2, "height": 8, "especially": 11, "fabulous": 2, "divi": 1, "inside": 15, "blackened": 12, "coppery": 6, "trasus": 1, "earthtone": 2, "coupled": 3, "ligjt": 1, "mini": 6, "blackishgray": 2, "fore": 2, "edged": 22, "ruddy": 4, "colorded": 1, "whitr": 1, "mostlybrown": 2, "graysilver": 1, "pinkandblack": 1, "bown": 3, "rey": 1, "stoutbilled": 2, "things": 4, "variety": 40, "traces": 14, "birn": 1, "scales": 8, "spans": 3, "ized": 1, "thickplumage": 1, "whiteblack": 8, "stops": 2, "rests": 8, "bulged": 6, "hs": 11, "teh": 1, "rosy": 12, "featerhs": 1, "begins": 3, "stubbybeaked": 1, "brindle": 6, "intermixing": 1, "whitefrosted": 1, "pinkishred": 2, "layered": 16, "nut": 3, "farhood": 1, "greyblue": 12, "wiht": 4, "iconic": 2, "barrel": 4, "outlines": 11, "23": 2, "streas": 1, "feetshort": 1, "corverts": 2, "concrete": 1, "humped": 3, "smallmedium": 7, "shorter": 19, "pylon": 1, "weatheredlooking": 1, "whiite": 1, "brassy": 1, "flattened": 8, "complimented": 7, "bellys": 2, "bodyblack": 2, "eggshaped": 11, "greyed": 1, "plumb": 2, "rustic": 15, "tarsuss": 7, "hthe": 2, "surroundings": 39, "tanish": 4, "narrowly": 1, "blonde": 5, "plain": 30, "camouflaging": 2, "itself": 8, "within": 11, "wheat": 3, "variated": 2, "grass": 19, "field": 2, "brownbodied": 3, "claw": 11, "throatbrown": 1, "chirping": 1, "symetrical": 1, "whos": 6, "paler": 8, "bent": 4, "clawlike": 6, "angles": 1, "blely": 1, "use": 2, "mousy": 2, "buffcolored": 2, "smnall": 1, "withblack": 8, "ancillary": 1, "browntan": 5, "da": 1, "plate": 4, "grip": 3, "neutralcolored": 2, "bull": 9, "upright": 23, "shark": 4, "honeybrown": 1, "silvergrey": 4, "lille": 1, "pail": 5, "quarter": 1, "rectricies": 5, "standout": 4, "common": 10, "eyebrowed": 2, "thighss": 1, "goldish": 7, "coverings": 3, "yellowfeathered": 2, "hellow": 1, "wingstripes": 3, "blackstriped": 7, "blackhead": 5, "draws": 1, "attention": 4, "diffuse": 1, "palm": 2, "jaguar": 2, "tin": 1, "begin": 2, "horizontal": 31, "colorings": 14, "dense": 4, "brightlycolored": 2, "finds": 2, "nearby": 1, "yekkiw": 2, "translucent": 6, "barring": 11, "jaw": 3, "blackspotted": 5, "yellowandbrown": 2, "colourful": 5, "throw": 1, "duller": 4, "intermixed": 8, "brightlyhued": 1, "nature": 12, "chiseled": 2, "obvious": 2, "smalll": 3, "yellowishorange": 3, "reaching": 3, "threehis": 1, "winbar": 3, "tangold": 2, "earthtones": 2, "wooden": 8, "glassy": 1, "hosts": 1, "browngreen": 4, "semiflat": 1, "row": 4, "rows": 4, "angry": 6, "pea": 3, "geen": 4, "consistent": 7, "insect": 6, "diet": 1, "grayolive": 1, "dirtyyellow": 1, "come": 5, "contain": 7, "owllike": 2, "ekes": 1, "father": 1, "relationship": 3, "birl": 1, "displaying": 2, "wingswith": 6, "rectricesgrey": 1, "headand": 9, "confident": 2, "spectacular": 5, "wonderful": 4, "feathes": 2, "barsand": 1, "their": 29, "inand": 1, "brownblackwhite": 1, "orangeblackish": 1, "now": 1, "birdy": 2, "secondaires": 4, "seemed": 2, "yellowbelled": 1, "flycatcher": 3, "thebreast": 1, "disproportionate": 4, "buffgray": 1, "connect": 2, "hazel": 7, "closed": 3, "quote": 1, "widebeaked": 2, "far": 10, "adult": 2, "human": 3, "breastand": 11, "dullgreen": 2, "outline": 18, "random": 7, "nondistinct": 1, "without": 5, "domed": 5, "chartreuse": 10, "sage": 2, "rec": 1, "trices": 1, "proportions": 9, "breats": 5, "any": 8, "alrge": 1, "secodaries": 2, "directly": 7, "squarish": 1, "finally": 4, "billblack": 2, "erred": 1, "rare": 2, "snowy": 19, "shorebirds": 1, "mellow": 2, "pads": 1, "orangishred": 4, "banded": 14, "flankbelly": 2, "seagull": 35, "ocean": 10, "soars": 8, "whitetrimmed": 1, "bellyneck": 1, "whitebodied": 4, "naped": 6, "mantle": 2, "outstretched": 9, "billtarsus": 1, "splotch": 26, "opposite": 5, "bulging": 7, "teardrop": 3, "beakbrown": 3, "brownred": 7, "ran": 3, "strangely": 2, "crownwhite": 5, "sidesblack": 1, "wingsblue": 1, "headwith": 3, "fire": 3, "angle": 7, "ayellow": 4, "featherswhite": 5, "headdress": 1, "grouping": 1, "ace": 1, "alarming": 1, "think": 23, "our": 1, "sixths": 1, "temple": 1, "camel": 1, "often": 2, "offset": 16, "nutshaped": 1, "certain": 2, "earthtoned": 2, "sideways": 2, "site": 3, "systematic": 1, "hole": 3, "seen": 11, "buoyed": 1, "blackplumed": 1, "wades": 1, "hoodlike": 1, "im": 1, "sure": 1, "called": 2, "lard": 1, "chunk": 1, "robotic": 1, "protrusions": 1, "satin": 1, "blackbreast": 1, "4": 2, "immediate": 1, "enlarged": 2, "cranial": 1, "cavity": 1, "baclk": 1, "posteriorly": 1, "bulge": 3, "sheath": 1, "spherical": 4, "punkin": 1, "breat": 5, "pointedthe": 1, "puffychested": 1, "thatch": 1, "bille": 1, "smallroundish": 1, "male": 11, "hands": 1, "onyx": 3, "swell": 2, "cornw": 1, "cao": 1, "aligned": 1, "retices": 13, "comouflaged": 1, "hide": 4, "dusky": 19, "include": 5, "leg": 18, "brownstreaked": 2, "feetgrey": 1, "dvd": 1, "secondairies": 7, "orangereddish": 2, "enough": 2, "corwn": 10, "protrusion": 6, "synonymous": 1, "chickens": 1, "winger": 2, "realtionship": 1, "crisp": 3, "provides": 2, "identify": 2, "brownb": 1, "crowed": 1, "rang": 1, "peachy": 4, "cofee": 1, "pointedtipped": 1, "gelly": 3, "thicknecked": 1, "crows": 1, "molt": 1, "downwoards": 1, "sheen": 39, "bulk": 4, "trinagular": 5, "eight": 1, "wingtail": 2, "death": 1, "tapered": 20, "tarsifeet": 1, "gently": 5, "sloping": 18, "stoic": 2, "fills": 1, "totally": 27, "feathersblack": 1, "irregular": 5, "wingulars": 12, "fits": 2, "dully": 7, "doesnt": 3, "wards": 13, "absent": 1, "balck": 12, "thickb": 3, "downwardpointing": 5, "anywhere": 5, "semipointy": 1, "beaklong": 1, "gets": 15, "reach": 1, "pinted": 1, "openly": 1, "ordinary": 8, "snack": 1, "monocolor": 1, "shinny": 10, "width": 11, "tongue": 3, "happily": 1, "concealed": 1, "averagesized": 1, "muscularly": 1, "built": 7, "lightercolored": 4, "monochrome": 5, "gradients": 5, "lenth": 1, "blueblack": 34, "excluding": 3, "muscular": 3, "midnight": 12, "stoutly": 4, "raven": 9, "oily": 7, "1013": 1, "square": 11, "glossier": 1, "sizable": 2, "bridge": 2, "steaks": 3, "rosered": 1, "stained": 2, "reddishgray": 2, "cardinal": 11, "concentrated": 2, "exactly": 1, "underfeathers": 6, "rd": 2, "conventionally": 1, "firery": 1, "mediumsize": 3, "pole": 2, "reds": 8, "strawberry": 1, "stubbybeak": 1, "redcrowned": 1, "redder": 2, "orangewings": 1, "dwhite": 1, "spects": 3, "till": 5, "bloody": 1, "becomes": 6, "purplishpink": 1, "reddishpurple": 2, "carry": 2, "miniature": 5, "posessing": 1, "ombre": 6, "display": 6, "taled": 1, "colroing": 1, "brightest": 4, "descending": 3, "less": 4, "breads": 2, "spiculated": 1, "bunch": 5, "taper": 2, "mediumthick": 2, "start": 11, "get": 2, "noted": 6, "wheel": 1, "overshadow": 2, "strongest": 1, "naked": 1, "provide": 5, "browner": 3, "pinky": 1, "comprising": 16, "whitishbrown": 2, "breastthroat": 2, "intriguing": 4, "dusting": 4, "onto": 13, "graduated": 2, "orangepink": 2, "showing": 18, "intimidating": 4, "voluminous": 1, "blackbird": 5, "speck": 14, "risk": 1, "shortly": 7, "crowlike": 5, "regular": 10, "viscous": 2, "redeyed": 7, "reddiish": 1, "incredibly": 8, "giving": 13, "crownlike": 1, "ovalbudding": 1, "koel": 1, "nondescript": 6, "alarmingly": 1, "startlingly": 1, "downturned": 19, "sheeny": 2, "night": 3, "erg": 1, "blackfeathered": 3, "purpose": 2, "exeption": 1, "awesome": 4, "overhung": 1, "smalltomedium": 2, "sheek": 1, "profound": 1, "backish": 1, "crowd": 1, "sheened": 1, "mysterious": 1, "rim": 8, "makings": 2, "greying": 2, "maler": 3, "rectricesand": 5, "dorsally": 3, "hawklike": 2, "stipes": 5, "pies": 1, "tufty": 2, "diamond": 4, "beard": 20, "chesk": 1, "posseses": 1, "vneck": 1, "mallar": 2, "gradienting": 2, "mustache": 3, "tawnybacked": 1, "drawing": 2, "depicts": 1, "cheeck": 8, "bir": 8, "dhas": 1, "dirtywhite": 1, "eyebrowmalar": 1, "headthe": 3, "blackthroated": 1, "backcombined": 2, "graywhite": 13, "twisted": 1, "triangularbill": 3, "earing": 1, "browngray": 13, "fans": 2, "roundbodied": 2, "crimple": 1, "encompassing": 3, "oh": 1, "woody": 1, "eyesyellow": 1, "superciliarys": 3, "flair": 1, "trimmings": 1, "crownb": 1, "redcrested": 1, "beakalmost": 1, "blazing": 2, "extruding": 1, "blackbodied": 3, "resemble": 6, "those": 5, "catches": 1, "ones": 5, "flowing": 4, "crowwn": 1, "arrowhead": 1, "wingstails": 2, "blackcovered": 1, "curiouslooking": 2, "featherred": 1, "crowna": 5, "ten": 1, "hear": 4, "upraised": 1, "backlong": 1, "greet": 2, "mosty": 1, "ed": 2, "cavorts": 1, "shockingly": 4, "emphasizing": 1, "progressing": 2, "plumecrown": 1, "lond": 1, "colouring": 4, "mediumthinner": 1, "midium": 1, "mailer": 1, "shead": 1, "predator": 2, "formed": 1, "auras": 1, "entires": 1, "gigantic": 2, "winglays": 1, "winge": 1, "larvae": 1, "pinyon": 1, "deeply": 2, "deark": 1, "acrown": 1, "bthis": 1, "watch": 1, "ctow": 1, "winch": 1, "al": 5, "hump": 3, "birdofprey": 2, "creepy": 2, "mounted": 2, "signature": 1, "must": 1, "bump": 10, "shrap": 1, "semicircular": 3, "roof": 1, "house": 3, "everything": 10, "connected": 7, "carion": 1, "extralarge": 1, "bodytail": 1, "displayed": 8, "alternate": 2, "chins": 1, "fethers": 2, "ohn": 1, "eyespale": 1, "breasta": 1, "overhead": 2, "wingbarswith": 1, "smaler": 1, "birdits": 1, "swirled": 6, "ches": 3, "coverlets": 11, "secondiaries": 1, "mall": 7, "wormeating": 1, "autumn": 2, "nad": 6, "blackgray": 7, "trimmed": 14, "feathersorange": 1, "multitude": 6, "lightest": 5, "greenishblack": 2, "upperside": 1, "flack": 1, "winglines": 1, "ont": 1, "bellies": 5, "burd": 5, "beach": 12, "frame": 21, "openings": 1, "breatss": 4, "generic": 2, "tannish": 8, "ready": 5, "wand": 3, "freathers": 4, "underwing": 6, "avoce": 1, "aligning": 3, "sparkling": 4, "backas": 1, "plucked": 1, "attaches": 2, "holds": 4, "whispy": 3, "this\ufffd\ufffdsmall\ufffd\ufffdbird\ufffd\ufffdhas\ufffd\ufffda\ufffd\ufffdwhite\ufffd\ufffdbody\ufffd\ufffddark\ufffd\ufffdbrown\ufffd\ufffdwings\ufffd\ufffdand\ufffd\ufffda\ufffd\ufffddark\ufffd\ufffdbrown\ufffd\ufffdcheek\ufffd\ufffdpatch\ufffd\ufffdand\ufffd\ufffdcrown": 1, "breathed": 1, "borg": 1, "ehite": 6, "brownyellow": 3, "sticklike": 2, "fragile": 3, "eyebar": 1, "pathes": 2, "relativey": 1, "lithe": 2, "midbody": 1, "retricesl": 1, "lakc": 1, "scream": 1, "diagonal": 2, "flash": 6, "dawning": 1, "notch": 4, "tell": 3, "hit": 6, "yellowtowhite": 1, "tope": 1, "budding": 1, "eybrow": 1, "zebraesque": 1, "stutbby": 1, "accenting": 7, "contoured": 1, "board": 6, "brigh": 1, "superiors": 2, "blotchy": 1, "wingstail": 1, "eyebrowit": 1, "blacj": 2, "blackyellow": 4, "peers": 4, "anterior": 7, "shrouded": 1, "complementing": 2, "neckbeast": 1, "undefined": 2, "yhellow": 1, "host": 2, "yeloow": 1, "encircles": 2, "necks": 1, "beal": 1, "thsi": 3, "interrupted": 6, "agray": 2, "ashen": 1, "bloated": 3, "victorian": 1, "leadingto": 1, "possibly": 5, "connecting": 5, "eyring": 1, "elswhere": 1, "grayishyellow": 5, "downwardcurving": 10, "glistening": 3, "proximal": 2, "belyy": 1, "man": 3, "finger": 4, "hilly": 1, "rising": 3, "wblack": 2, "clings": 2, "blackblue": 8, "foled": 1, "test": 4, "pencil": 2, "slider": 1, "laying": 1, "fury": 5, "pokes": 2, "yellowblue": 1, "forms": 5, "scondaries": 3, "ith": 3, "strokes": 2, "paletan": 1, "crew": 1, "cown": 4, "neutrally": 2, "swollen": 2, "contouring": 1, "alfalfa": 2, "wiith": 3, "tuning": 1, "brownsmoke": 1, "haveing": 1, "vnotched": 2, "rectricesheadand": 1, "wingtip": 6, "brakemen": 1, "tailwith": 1, "goldenrod": 4, "exeception": 2, "sport": 4, "patching": 5, "fleshy": 3, "bread": 5, "appointed": 3, "neckbreast": 1, "beakaalso": 1, "smallperching": 1, "eyesred": 2, "taila": 2, "attractively": 2, "theres": 2, "tangerine": 2, "boldy": 1, "salmon": 14, "this\ufffd\ufffdbird\ufffd\ufffdhas\ufffd\ufffda\ufffd\ufffdgolden\ufffd\ufffdyellow\ufffd\ufffdbody\ufffd\ufffda\ufffd\ufffdblack\ufffd\ufffdhead\ufffd\ufffda\ufffd\ufffdpink\ufffd\ufffdbill\ufffd\ufffdthat\ufffd\ufffdcurves\ufffd\ufffddownward": 1, "starkly": 9, "innerouter": 5, "brested": 3, "recitces": 1, "narrowing": 1, "adorn": 8, "zebra": 26, "checked": 3, "redheaded": 7, "straightbilled": 1, "happens": 1, "want": 1, "pay": 1, "crucial": 1, "ability": 5, "collect": 1, "eloquently": 1, "evident": 2, "checker": 2, "zebracolored": 1, "backwhite": 4, "bellyorange": 2, "geometric": 1, "scaled": 3, "upperparts": 3, "cinnamonbrown": 1, "underparts": 9, "varigated": 2, "wingles": 2, "whiteandblack": 2, "firey": 2, "sharppointed": 1, "dagger": 11, "redcrown": 3, "fascinating": 6, "effect": 6, "follows": 6, "perpendicular": 3, "winglength": 1, "this\ufffd\ufffdsmall\ufffd\ufffdbird\ufffd\ufffdhas\ufffd\ufffda\ufffd\ufffdlight\ufffd\ufffdyellowgreen\ufffd\ufffdplumage\ufffd\ufffda\ufffd\ufffdshort\ufffd\ufffdbill\ufffd\ufffdand\ufffd\ufffdgray\ufffd\ufffdinnerouter\ufffd\ufffdrectrices": 1, "fragmented": 1, "contrasging": 1, "torund": 1, "littering": 3, "pars": 1, "they": 19, "vertically": 12, "bord": 9, "smalls": 1, "bellybreastcrown": 1, "this\ufffd\ufffdbird\ufffd\ufffdhas\ufffd\ufffda\ufffd\ufffdgolden\ufffd\ufffdyellow\ufffd\ufffdbody\ufffd\ufffdlight\ufffd\ufffdorange\ufffd\ufffdfeet\ufffd\ufffdand\ufffd\ufffda\ufffd\ufffdshort\ufffd\ufffdblack\ufffd\ufffdbill": 1, "chees": 1, "goldenyellow": 5, "decently": 4, "uniformly": 16, "us": 5, "distinction": 2, "exhibits": 3, "sunflower": 2, "redishbrown": 2, "deeper": 3, "overtone": 1, "shafts": 1, "sis": 1, "miniscule": 2, "glowing": 8, "sidebellyand": 1, "cutie": 1, "partridgebrown": 1, "doores": 1, "tanyellow": 3, "tam": 1, "brownstriped": 2, "scant": 1, "eyebro": 3, "curbved": 1, "wormeater": 1, "mixtures": 2, "snakes": 1, "skin": 12, "shad": 1, "crawl": 2, "yellowishwhite": 5, "wbrown": 1, "crownshort": 1, "coppers": 1, "featherslight": 1, "andblack": 3, "compliments": 5, "oak": 4, "do": 3, "rusted": 4, "fkat": 1, "elflike": 1, "redplateaued": 1, "shortbodied": 1, "bronw": 2, "caramelbrown": 1, "intermittent": 3, "nutmeg": 1, "dessert": 1, "mediumlong": 4, "key": 2, "stalker": 1, "amounts": 1, "spectacularly": 1, "shoulder": 12, "patchj": 1, "setting": 3, "covarts": 12, "blackwith": 1, "candied": 1, "kept": 1, "indoor": 1, "pet": 2, "tiped": 2, "cylinder": 1, "blade": 3, "general": 5, "coverlet": 3, "swing": 1, "vovert": 1, "heart": 7, "hjas": 2, "outstandingly": 1, "adjacent": 1, "brief": 1, "fins": 1, "featrues": 1, "dab": 2, "stem": 1, "couple": 16, "covertsand": 2, "redyellow": 1, "blackeye": 1, "witrh": 1, "minor": 1, "burst": 6, "brite": 1, "brightcolored": 1, 